Show / Hide Table of Contents
Enum TypeDuration
Duration of load case
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum TypeDuration
Fields
 Name |  Description
 InstantaneousTerm
Instantaneous term
 LongTerm
Long term
 MediumTerm
Medium term
 ShortTerm
Short term
 Improve this Doc
 View Source